[
  {
    "id": 0,
    "title": "John Wick 4",
    "description": "John Wick (Keanu Reeves) takes on his most deadly opponents yet in the fourth installment of the John Wick franchise. The price on John Wick's head is getting higher and higher, and his fight against the international assassin guild The High Table is developing into a global battle. To regain his freedom, he must face a new enemy with powerful alliances around the world and forces that turn old friends into enemies.",
    "duration": 169,
    "genre": [
      " Action",
      "Crime",
      "Thriller"
    ]
  },
  {
    "id": 1,
    "title": "65",
    "description": "After a catastrophic crash on an unknown planet, pilot Mills (Adam Driver) soon finds out he crashed on Earth, but 65 million years ago. Mills and Koa (Ariana Greenblatt), the only other survivor, have only one chance at rescue.",
    "duration": 93,
    "genre": [
      "Action",
      "Science Fiction",
      "Thriller"
    ]
  },
  {
    "id": 2,
    "title": "Shazam! Fury of the Gods",
    "description": "In Shazam! Fury of the Gods from New Line Cinema continues the story of teenager Billy Batson, who by uttering the magic word SHAZAM! transforms into his alter ego, the adult superhero Shazam.",
    "duration": 130,
    "genre": [
      "Action",
      "Adventure",
      "Comedy"
    ]
  },
  {
    "id": 3,
    "title": "Creed III",
    "description": "Metro Goldwyn Mayer Pictures arrives with Creed III, making Michael B. Jordan's directorial debut and returning in the role of Adonis Creed in the third film of the hit franchise.",
    "duration": 117,
    "genre": [
      "Drama",
      "Sport"
    ]
  },
  {
    "id": 4,
    "title": "The Super Mario Bros. Movie (OV)",
    "description": "Illumination and Nintendo, two world-renowned names in the entertainment industry, are joining forces for the first time for THE SUPER MARIO BROS. MOVIE, a new theatrical film about one of pop culture's most famous plumbers.",
    "duration": 93,
    "genre": [
      "Animation",
      "Adventure",
      "Comedy"
    ]
  },
  {
    "id": 5,
    "title": "All Inclusive",
    "description": "In this comedy, the relationship between Jacco (Tibor Lukács) and Sylvie (Jennifer Hoffman) is severely tested when Sylvie announces she wants to take a break during a vacation to a resort.",
    "duration": 115,
    "genre": [
      "Comedy"
    ]
  },
  {
    "id": 6,
    "title": "Scream VI",
    "description": "After the latest Ghostface murders, the four survivors leave Woodsboro behind and begin a new chapter.",
    "duration": 115,
    "genre": [
      "Horror",
      "Thriller"
    ]
  },
  {
    "id": 7,
    "title": "Mummies(NL)",
    "description": "Mummies is een grappige en avontuurlijke Warner Bros. Pictures-animatiefilm voor het hele gezin. De film volgt de avonturen van drie Egyptische mummies die wonen in een ondergrondse geheime stad in het oude Egypte.",
    "duration": 89,
    "genre": [
      "Animation",
      "Comedy",
      "Kinderfilm"
    ]
  },
  {
    "id": 8,
    "title": "Dungeons & Dragons: Honor Among Thieves",
    "description": "A charming thief and a gang of adventurers embark on a spectacular heist to steal a lost relic. But when they antagonize the wrong people, everything gets gigantically out of hand.",
    "duration": 134,
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ]
  },
  {
    "id": 9,
    "title": "Ant-Man and the Wasp: Quantumania",
    "description": "In Ant-Man and the Wasp: Quantumania, superhero partners Scott Lang (Paul Rudd) and Hope van Dyne (Evangeline Lilly) return to the big screen to continue their adventures as Ant-Man and The Wasp.",
    "duration": 124,
    "genre": [
      "Action",
      "Adventure",
      "Comedy"
    ]
  },
  {
    "id": 10,
    "title": "Avatar: The Way of Water",
    "description": "In Ant-Man and the Wasp: Quantumania, superhero partners Scott Lang (Paul Rudd) and Hope van Dyne (Evangeline Lilly) return to the big screen to continue their adventures as Ant-Man and The Wasp.",
    "duration": 192,
    "genre": [
      "Action",
      "Adventure",
      "Fantasy"
    ]
  },
  {
    "id": 11,
    "title": "Cocaine Bear",
    "description": "Cocaine Bear is based on a 1985 true story about a drug smuggler, whose plane crashes, and the black bear who devours the lost cocaine.",
    "duration": 95,
    "genre": [
      "Thriller"
    ]
  },
  {
    "id": 12,
    "title": "What's Love Got to Do with It?",
    "description": "Thirtysomethings and childhood friends Zoe (Lily James) and Kazim (Shazad Latif) run into each other again after a long time. Intrigued by Kazim's choice of a traditional, arranged wedding, Zoe proposes to capture the lead-up to his wedding in a documentary.",
    "duration": 109,
    "genre": [
      "Romatic",
      "Comedy"
    ]
  },
  {
    "id": 13,
    "title": "Missing",
    "description": "Missing is a chilling mystery from the makers of Searching that leaves you, the viewer, wondering how well you actually know your loved ones. When her mother (Nia Long) disappears during a vacation in Colombia with her new boyfriend, June (Storm Reid) sets out to find answers.",
    "duration": 111,
    "genre": [
      "Drama",
      "Thriller"
    ]
  },
  {
    "id": 14,
    "title": "Magic Mike's Last Dance",
    "description": "Magic Mike Lane (Channing Tatum) returns to the stage after a long time after a failed business deal leaves him broke and working as a bartender in Florida. For a hopefully final splurge, Mike goes to London with a wealthy socialite (Salma Hayek) who makes him an offer he can't refuse....",
    "duration": 112,
    "genre": [
      "Comedy",
      "Romance"
    ]
  }
]